root-2.3.0/run/tutorials/lagrangian/sprayFoam/aachenBomb/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// ************************************************************************* //

dimensions          [ 1 -1 -2 0 0 0 0 ];

internalField       uniform 5e+06;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
